[Akimbo X2SoldierClassTemplate]
+LeftAbilityTreeTitle="枪斗术"
+RightAbilityTreeTitle="好战者"
AbilityTreeTitles[0]="枪斗术"
AbilityTreeTitles[1]="好战者"
AbilityTreeTitles[2]="灵活"
AbilityTreeTitles[3]="XCOM"

[IsmsScoutsOverwatch X2AbilityTemplate]
LocFriendlyName="侦察监视"
LocLongDescription=" <Ability:Classname/> 不再因监视而受到反应射击的惩罚，并且可以打出暴击，但只能监视小区域。"
LocHelpText=" <Ability:Classname/> 不再因监视而受到反应射击的惩罚，并且可以打出暴击，但只能监视小区域。"
LocFlyOverText="侦察监视"
LocPromotionPopupText="<Bullet/> 监视被侦察监视取代。 <br/><Bullet/> 侦察监视 - 在长而狭窄的锥形区域内监视。<br/><Bullet/> 可以在敌人移动时反应射击。<br/><Bullet/> 可以打出暴击，并且不会受到反应射击的惩罚。"